<?php

return [
    'plugin' => [
        'name' => 'Театр',
        'description' => 'Платформа для театра.',
    ],
    'dates' => [
        'dateFormat'    => '%e %h %Y г.',
        'months_nom'    => '|январь|февраль|март|апрель|май|июнь|июль|август|сентябрь|октябрь|ноябрь|декабрь',
        'months_shrt'   => '|янв.|февр.|март|апр.|май|июнь|июль|авг.|сент.|окт.|нояб.|дек.',
        'months_gen'    => '|января|февраля|марта|апреля|мая|июня|июля|августа|сентября|октября|ноября|декабря',
        'weekdays_nom'  => '|понедельник|вторник|среда|четверг|пятница|суббота|воскресенье',
        'weekdays_shrt' => '|пн|вт|ср|чт|пт|сб|вс',
    ]
];

