<?php

return [
    'plugin' => [
        'name' => 'Театр',
        'description' => 'Платформа для театра.',
    ],
    'dates' => [
        'month_nom'    => ':month,январь,февраль,март,апрель,май,июнь,июль,август,сентябрь,октябрь,ноябрь,декабрь',
        'month_shrt'   => ':month,янв.,февр.,март,апр.,май,июнь,июль,авг.,сент.,окт.,нояб.,дек.',
        'month_gen'    => ':month,января,февраля,марта,апреля,мая,июня,июля,августа,сентября,октября,ноября,декабря',
        'weekday_nom'  => ':weekday,понедельник,вторник,среда,четверг,пятница,суббота,воскресенье',
        'weekday_shrt' => ':weekday,пн,вт,ср,чт,пт,сб,вс',
    ]
];

