<?php

$roles = array(
  [
    "title" => "Беда от нежного сердца",
    "creators" => [
      [
        "role" => "Режиссёр",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Композитор",
        "name" => "Дмитрий Уханев",
      ],
      [
        "role" => "Художник по костюмам",
        "name" => "Михаил Воробейчик",
      ],
    ],
    "roles" => [
      [
        "role" => "Сашенька Золотников",
        "name" => "Леонид Зябкин",
      ],
      [
        "role" => "Сашенька Золотников",
        "name" => "Роман Притула",
      ],
      [
        "role" => "Катенька из Тамбова",
        "name" => "Екатерина Белова",
      ],
      [
        "role" => "Катенька из Тамбова",
        "name" => "Оксана Сурнина",
      ],
      [
        "role" => "Машенька",
        "name" => "Юлия Горшенина",
      ],
      [
        "role" => "Машенька",
        "name" => "Наталья Терехова",
      ],
      [
        "role" => "Настенька",
        "name" => "Елизавета Чернова",
      ],
      [
        "role" => "Настенька",
        "name" => "Алена Азарова",
      ],
      [
        "role" => "Бояркина",
        "name" => "Татьяна Кожевникова",
      ],
      [
        "role" => "Бояркина",
        "name" => "Ольга Яковлева",
      ],
      [
        "role" => "Кубыркина",
        "name" => "Галина Сабурова",
      ],
      [
        "role" => "Кубыркина",
        "name" => "Ольга Яковлева",
      ],
      [
        "role" => "Француз",
        "name" => "Илья Безрук",
      ],
      [
        "role" => "Папенька",
        "name" => "Валерий Полетаев",
      ],
      [
        "role" => "Папенька",
        "name" => "Александр Шевелев",
      ],
    ],
  ],
  [
    "title" => "Брысь! или истории кота Филофея",
    "creators" => [
      [
        "role" => "Режиссёр-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Сценография и костюмы",
        "name" => "Светлана Матвеева",
      ],
      [
        "role" => "Композитор",
        "name" => "Игорь Гончаров",
      ],
      [
        "role" => "Стихи",
        "name" => "Виктор Гин",
      ],
      [
        "role" => "Хореограф",
        "name" => "Анна Белич",
      ],
    ],
    "roles" => [
      [
        "role" => "Офелия",
        "name" => "Елизавета Чернова",
      ],
      [
        "role" => "Офелия",
        "name" => "Наталья Терехова",
      ],
      [
        "role" => "Плутон",
        "name" => "Роман Притула",
      ],
      [
        "role" => "Киса",
        "name" => "Мария Осипова",
      ],
      [
        "role" => "Фунтик",
        "name" => "Екатерина Белова",
      ],
      [
        "role" => "Филофей",
        "name" => "Роман Якушов",
      ],
      [
        "role" => "Филофей",
        "name" => "Станислав Осколков",
      ],
      [
        "role" => "Мурзик",
        "name" => "Леонид Зябкин",
      ],
      [
        "role" => "Мурзик",
        "name" => "Сергей Суржин",
      ],
      [
        "role" => "Анфиса",
        "name" => "Людмила Никитина",
      ],
      [
        "role" => "Анфиса",
        "name" => "Анна Загребна",
      ],
      [
        "role" => "Бабушка Шура",
        "name" => "Таисия Попенко",
      ],
    ],
  ],
  [
    "title" => "В Париж!",
    "creators" => [
      [
        "role" => "Режиссер-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Хореограф-постановщик",
        "name" => "Ирина Шаронова",
      ],
      [
        "role" => "Художник",
        "name" => "Олег Молчанов",
      ],
      [
        "role" => "Композитор",
        "name" => "Екатерина Блинова",
      ],
    ],
    "roles" => [
      [
        "role" => "Пётр Пересолин",
        "name" => "Геннадий Спириденков",
      ],
      [
        "role" => "Маша",
        "name" => "Ольга Яковлева",
      ],
      [
        "role" => "Мария Денисовна",
        "name" => "Лариса Климова",
      ],
      [
        "role" => "Первая сваха",
        "name" => "Татьяна Кожевникова",
      ],
      [
        "role" => "Вторая сваха, Лукинична",
        "name" => "Ирина Митюшкина",
      ],
      [
        "role" => "Лёля",
        "name" => "Наталья Терехова",
      ],
      [
        "role" => "Лёля",
        "name" => "Оксана Сурнина",
      ],
      [
        "role" => "Грязнов, чиновник",
        "name" => "Виталий Такс",
      ],
      [
        "role" => "Лампадкин, чиновник",
        "name" => "Сергей Бледных",
      ],
      [
        "role" => "Дездемонов, чиновник",
        "name" => "Станислав Воронецкий",
      ],
      [
        "role" => "Соусов, чиновник",
        "name" => "Анатолий Ильченко",
      ],
      [
        "role" => "Стручков, чиновник",
        "name" => "Алексей Исполатов",
      ],
      [
        "role" => "Брындин, чиновник",
        "name" => "Сергей Николаев",
      ],
      [
        "role" => "Брюнет, гордый человек",
        "name" => "Максим Сергеев",
      ],
      [
        "role" => "Миша Бобов, поэт",
        "name" => "Илья Безрук",
      ],
    ],
  ],
  [
    "title" => "Волки и овцы",
    "creators" => [
      [
        "role" => "Режиссер-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Сценография",
        "name" => "Март Китаев",
      ],
      [
        "role" => "Композитор",
        "name" => "Владлен Чистяков",
      ],
    ],
    "roles" => [
      [
        "role" => "Меропия Давыдовна Мурзавецкая (помещица большого, но расстроенного имения)",
        "name" => "Анастасия Пижель",
      ],
      [
        "role" => "Апполон Викторович Мурзавецкий (прапорщик в отставке, племянник Мурзавецкой)",
        "name" => "Роман Притула",
      ],
      [
        "role" => "Глафира Алексеевна (бедная девица, родственница Мурзавецкой)",
        "name" => "Екатерина Культина",
      ],
      [
        "role" => "Евлампия Никалаевна Купавина (богатая молодая вдова)",
        "name" => "Оксана Сурнина",
      ],
      [
        "role" => "Анфуса Тихоновна (её тётка)",
        "name" => "Екатерина Белова",
      ],
      [
        "role" => "Михаил Борисович Лыняев (богатый барин, почётный мировой судья)",
        "name" => "Кирилл Датешидзе",
      ],
      [
        "role" => "Василий Иванович Беркутов (помещик, сосед Купавиной)",
        "name" => "Сергей Бледных",
      ],
      [
        "role" => "Вукол Наумович Чугунов (бывший член уездного суда)",
        "name" => "Алексей Исполатов",
      ],
      [
        "role" => "Клавдий Горецкий (его племянник)",
        "name" => "Евгений Дядюк",
      ],
      [
        "role" => "Клавдий Горецкий (его племянник)",
        "name" => "Сергей Суржин",
      ],
      [
        "role" => "Павлин Савельич (дворецкий Мурзавецкой)",
        "name" => "Виталий Кравченко",
      ],
    ],
  ],
  [
    "title" => "Волшебные сосульки",
    "creators" => [
      [
        "role" => "Режиссер",
        "name" => "Алексей Исполатов",
      ],
      [
        "role" => "Художник",
        "name" => "Светлана Бурякова",
      ],
      [
        "role" => "Композитор",
        "name" => "Михаил Мокиенко",
      ],
    ],
    "roles" => [
      [
        "role" => "Дед Мороз",
        "name" => "Виталий Кравченко",
      ],
      [
        "role" => "Дед Мороз",
        "name" => "Илья Безрук",
      ],
      [
        "role" => "Настенька",
        "name" => "Наталья Терехова",
      ],
      [
        "role" => "Настенька",
        "name" => "Екатерина Культина",
      ],
      [
        "role" => "Настенька",
        "name" => "Алёна Азарова",
      ],
      [
        "role" => "Настенька",
        "name" => "Анна Загребна",
      ],
      [
        "role" => "Параша Тарасовна",
        "name" => "Татьяна Кожевникова",
      ],
      [
        "role" => "Груня",
        "name" => "Юлия Бурцева",
      ],
      [
        "role" => "Груня",
        "name" => "Анастасия Пижель",
      ],
      [
        "role" => "Груня",
        "name" => "Юлия Горшенина",
      ],
    ],
  ],
  [
    "title" => "Дачницы",
    "creators" => [
      [
        "role" => "Автор сценической версии театра и режиссёр-постановщик",
        "name" => "Борис Войцеховский",
      ],
    ],
    "roles" => [
      [
        "role" => "Мужик",
        "name" => "Геннадий Спириденков",
      ],
      [
        "role" => "Мужик",
        "name" => "Сергей Бледных",
      ],
      [
        "role" => "Бабушка",
        "name" => "Ольга Яковлева",
      ],
      [
        "role" => "Мама",
        "name" => "Таисия Попенко",
      ],
      [
        "role" => "Хозяйка дачи",
        "name" => "Лариса Климова",
      ],
      [
        "role" => "Внучка",
        "name" => "Наталья Терехова",
      ],
      [
        "role" => "Внучка",
        "name" => "Оксана Сурнина",
      ],
      [
        "role" => "Домработница Дуся",
        "name" => "Татьяна Кожевникова",
      ],
      [
        "role" => "Домработница Дуся",
        "name" => "Галина Сабурова",
      ],
    ],
  ],
  [
    "title" => "Дурочка",
    "creators" => [
      [
        "role" => "Режиссер-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Балетмейстер",
        "name" => "Сергей Грицай",
      ],
      [
        "role" => "Композитор",
        "name" => "Валерий Пигузов",
      ],
      [
        "role" => "Сценография",
        "name" => "Борис Петрушанский",
      ],
      [
        "role" => "Художник по костюмам",
        "name" => "Алла Ситкина",
      ],
    ],
    "roles" => [
      [
        "role" => "Финея",
        "name" => "Екатерина Культина",
      ],
      [
        "role" => "Финея",
        "name" => "Екатерина Белова",
      ],
      [
        "role" => "Октавьо",
        "name" => "Александр Шевелев",
      ],
      [
        "role" => "Октавьо",
        "name" => "Влад Фролов",
      ],
      [
        "role" => "Лауренсьо",
        "name" => "Павел Ивановский",
      ],
      [
        "role" => "Ниса",
        "name" => "Юлия Бурцева",
      ],
      [
        "role" => "Турин",
        "name" => "Роман Притула",
      ],
      [
        "role" => "Селья",
        "name" => "Елизавета Чернова",
      ],
      [
        "role" => "Клара",
        "name" => "Оксана Сурнина",
      ],
      [
        "role" => "Клара",
        "name" => "Мария Осипова",
      ],
      [
        "role" => "Лисео",
        "name" => "Леонид Зябкин",
      ],
      [
        "role" => "Педро",
        "name" => "Станислав Воронецкий",
      ],
      [
        "role" => "Дуардо",
        "name" => "Евгений Талашманов",
      ],
      [
        "role" => "Дуардо",
        "name" => "Леонид Зябкин",
      ],
      [
        "role" => "Фенисо",
        "name" => "Илья Безрук",
      ],
      [
        "role" => "Учитель",
        "name" => "Леонид Зябкин",
      ],
    ],
  ],
  [
    "title" => "Если поженились, значит, жить придется!",
    "creators" => [
      [
        "role" => "Режиссер-постановщик",
        "name" => "Алексей Исполатов",
      ],
      [
        "role" => "Сценограф",
        "name" => "Олег Молчанов",
      ],
      [
        "role" => "Хореограф",
        "name" => "Анна Чеботарева",
      ],
      [
        "role" => "Ассистент режиссера",
        "name" => "Симона Строганова",
      ],
    ],
    "roles" =>
    [
      [
        "role" => "Жакино",
        "name" => "Евгений Талашманов",
        "group" => "Лохань",
      ],
      [
        "role" => "Жена",
        "name" => "Елизавета Чернова",
        "group" => "Лохань",
      ],
      [
        "role" => "Теща",
        "name" => "Татьяна Кожевникова",
        "group" => "Лохань",
      ],
      [
        "role" => "Муж",
        "name" => "Евгений Талашманов",
        "group" => "Женатый любовник",
      ],
      [
        "role" => "Жена",
        "name" => "Елизавета Чернова",
        "group" => "Женатый любовник",
      ],
      [
        "role" => "Соседка",
        "name" => "Юлия Бурцева",
        "group" => "Женатый любовник",
      ],
      [
        "role" => "Тибо",
        "name" => "Евгений Талашманов",
        "group" => "Жены, которые решили переплавить своих мужей",
      ],
      [
        "role" => "Коллар",
        "name" => "Филипп Азаров",
        "group" => "Жены, которые решили переплавить своих мужей",
      ],
      [
        "role" => "Пернетта",
        "name" => "Елизавета Чернова",
        "group" => "Жены, которые решили переплавить своих мужей",
      ],
      [
        "role" => "Литейщик",
        "name" => "Татьяна Кожевникова",
        "group" => "Жены, которые решили переплавить своих мужей",
      ],
    ],
  ],
  [
    "title" => "Ехала деревня мимо мужика",
    "creators" => [
      [
        "role" => "Режиссер-постановщик",
        "name" => "Алексей Исполатов",
      ],
      [
        "role" => "Художник",
        "name" => "Ирина Лебедева",
      ],
    ],
    "roles" => [
      [
        "name" => "Илья Безрук",
        "group" => "Скоморохи",
      ],
      [
        "name" => "Леонид Зябкин",
        "group" => "Скоморохи",
      ],
      [
        "name" => "Виталий Кравченко",
        "group" => "Скоморохи",
      ],
      [
        "name" => "Виталий Такс",
        "group" => "Скоморохи",
      ],
      [
        "name" => "Евгений Талашманов",
        "group" => "Скоморохи",
      ],
      [
        "role" => "Федя (мужик)",
        "name" => "Александр Гончарук",
        "description" => "баян",
      ],
    ],
  ],
  [
    "title" => "Женитьба",
    "creators" => [
      [
        "role" => "Режиссёр-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Сценография",
        "name" => "Эдуард Кочергин",
      ],
      [
        "role" => "Сценография",
        "name" => "Олег Головко",
      ],
      [
        "role" => "Костюмы",
        "name" => "Анна Алексеева",
      ],
      [
        "role" => "Музыкальное оформление",
        "name" => "Евгений Кириченко",
      ],
    ],
    "roles" => [
      [
        "role" => "Агафья Тихоновна",
        "name" => "Оксана Сурнина",
      ],
      [
        "role" => "Подколесин",
        "name" => "Андрей Горбачев",
      ],
      [
        "role" => "Кочкарев",
        "name" => "Сергей Николаев",
      ],
      [
        "role" => "Степан",
        "name" => "Николай Исполатов",
      ],
      [
        "role" => "Фёкла",
        "name" => "Галина Сабурова",
      ],
      [
        "role" => "Фёкла",
        "name" => "Ольга Яковлева",
      ],
      [
        "role" => "Арина Пантелеймоновна",
        "name" => "Анастасия Пижель",
      ],
      [
        "role" => "Яичница",
        "name" => "Геннадий Спириденков",
      ],
      [
        "role" => "Анучкин",
        "name" => "Виталий Такс",
      ],
      [
        "role" => "Жевакин",
        "name" => "Анатолий Ильченко",
      ],
      [
        "role" => "Стариков",
        "name" => "Виталий Кравченко",
      ],
      [
        "role" => "Дуняшка",
        "name" => "Людмила Никитина",
      ],
      [
        "role" => "Дуняшка",
        "name" => "Мария Осипова",
      ],
    ],
  ],
  [
    "title" => "Земляки",
    "creators" => [
      [
        "role" => "Режиссёр-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Художник-постановщик",
        "name" => "Мария Смирнова-Несвицкая",
      ],
      [
        "role" => "Музыкальное оформление",
        "name" => "Вера Трошнева",
      ],
      [
        "role" => "Хореограф",
        "name" => "Айгуль Гильметдинова",
      ],
    ],
    "roles" => [
      [
        "role" => "Нина Ануфриева (зав. клубом) / Мать Игоря",
        "name" => "Ольга Яковлева",
      ],
      [
        "role" => "Николай Худяков / Редактор газеты",
        "name" => "Сергей Бледных",
      ],
      [
        "role" => "Костя Худяков",
        "name" => "Роман Притула",
      ],
      [
        "role" => "Клавдия Духанина / Светка",
        "name" => "Екатерина Белова",
      ],
      [
        "role" => "Сергей Духанин / Зам.дир.совхоза",
        "name" => "Анатолий Ильченко",
      ],
      [
        "role" => "Судья / Продавец",
        "name" => "Анастасия Пижель",
      ],
      [
        "role" => "Людмила Ярикова",
        "name" => "Ирина Митюшкина",
      ],
      [
        "role" => "Офицер / Максим Яриков",
        "name" => "Виталий Такс",
      ],
      [
        "role" => "Колька / Лапшин / Шофёр / Парень с гитарой",
        "name" => "Илья Безрук",
      ],
      [
        "role" => "Людмила / Соня Зяблицкая",
        "name" => "Алёна Азарова",
      ],
      [
        "role" => "Иван Петин / Тоскливый",
        "name" => "Виталий Кравченко",
      ],
      [
        "role" => "Веня Зяблицкий",
        "name" => "Евгений Талашманов",
      ],
      [
        "role" => "Баянист Витя",
        "name" => "Александр Гончарук",
      ],
      [
        "role" => "Представительный мужчина / Отец Игоря",
        "name" => "Геннадий Спириденков",
      ],
      [
        "role" => "Груша / Алевтина Худякова",
        "name" => "Елизавета Чернова",
      ],
      [
        "role" => "Елизавета Киселёва / Лариса Худякова",
        "name" => "Татьяна Кожевникова",
      ],
      [
        "role" => "Михайло Кузнецов / Поп",
        "name" => "Юрий Агейкин",
      ],
    ],
  ],
  [
    "title" => "Карлсон",
    "creators" => [
      [
        "role" => "Художественный руководитель постановки",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Режиссёр",
        "name" => "Светлана Суханова",
        "description" => "дебют",
      ],
      [
        "role" => "Художники-постановщики",
        "name" => "Надежда Осипова",
      ],
      [
        "role" => "Художники-постановщики",
        "name" => "Оксана Столбинская",
      ],
      [
        "role" => "Музыка",
        "name" => "Сергей Хайлов",
      ],
    ],
    "roles" => [
      [
        "role" => "Карлсон",
        "name" => "Роман Притула",
      ],
      [
        "role" => "Малыш",
        "name" => "Евгений Талашманов",
      ],
      [
        "role" => "Фрекен Бок",
        "name" => "Екатерина Белова",
      ],
      [
        "role" => "Фрекен Бок",
        "name" => "Геннадий Спириденков",
      ],
      [
        "role" => "Папа",
        "name" => "Леонид Зябкин",
      ],
      [
        "role" => "Папа",
        "name" => "Илья Безрук",
      ],
      [
        "role" => "Мама",
        "name" => "Оксана Сурнина",
      ],
      [
        "role" => "Мама",
        "name" => "Мария Осипова",
      ],
      [
        "role" => "Мама",
        "name" => "Екатерина Белова",
      ],
    ],
  ],
  [
    "title" => "Компромисс",
    "creators" => [
      [
        "role" => "Режиссёр-постановщик",
        "name" => "Глеб Володин",
      ],
      [
        "role" => "Художественный руководитель постановки",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Инсценировка",
        "name" => "Инна Гридина",
      ],
      [
        "role" => "Художник-постановщик",
        "name" => "Екатерина Угленко",
      ],
      [
        "role" => "Музыкальное оформление",
        "name" => "Наталья Высоких",
      ],
      [
        "role" => "Художник по костюмам",
        "name" => "Юлия Залманова",
      ],
    ],
    "roles" => [
      [
        "role" => "Сергей Довлатов",
        "name" => "Евгений Баранов",
      ],
      [
        "role" => "Подруга Довлатова Марина",
        "name" => "Наталья Боярёнок",
      ],
      [
        "role" => "Турунок Генрих Францевич",
        "name" => "Сергей Николаев",
      ],
      [
        "role" => "Валентина / секретарша Турунка",
        "name" => "Юлия Бурцева",
      ],
      [
        "role" => "Эрнст Леопольдович Буш",
        "name" => "Роман Притула",
      ],
      [
        "role" => "Галина / жена Буша",
        "name" => "Екатерина Белова",
      ],
      [
        "role" => "Сотрудник КГБ / Михкель Теппе / Иван Трулль",
        "name" => "Алексей Исполатов",
      ],
      [
        "role" => "Ося Чернов / жокей Анатолий Иванов",
        "name" => "Станислав Воронецкий",
      ],
      [
        "role" => "Мельдер / Хуберт",
        "name" => "Илья Безрук",
      ],
      [
        "role" => "Тийна Кару",
        "name" => "Людмила Никитина",
      ],
      [
        "role" => "Белла Константиновна",
        "name" => "Юлия Горшенина",
      ],
      [
        "role" => "Эви Саксон",
        "name" => "Елизавета Чернова",
      ],
      [
        "role" => "Эви Саксон",
        "name" => "Алёна Азарова",
      ],
      [
        "role" => "Линда Пейпс / жена Жбанкова",
        "name" => "Юлия Копылова",
      ],
      [
        "role" => "Поэт Борис Штейн",
        "name" => "Андрей Вергелис",
      ],
      [
        "role" => "Пауль Руди / Кузин",
        "name" => "Сергей Суржин",
      ],
    ],
  ],
  [
    "title" => "Кот в сапогах",
    "creators" => [
      [
        "role" => "Режиссер-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Сценограф",
        "name" => "Мария Смирнова-Несвицкая",
      ],
      [
        "role" => "Художник по костюмам",
        "name" => "Михаил Воробейчик",
      ],
      [
        "role" => "Композитор",
        "name" => "Андрей Андерсен",
      ],
    ],
    "roles" => [
      [
        "role" => "Кот в сапогах",
        "name" => "Станислав Воронецкий",
      ],
      [
        "role" => "Недопринцесса",
        "name" => "Екатерина Белова",
      ],
      [
        "role" => "Недопринцесса",
        "name" => "Оксана Сурнина",
      ],
      [
        "role" => "Людоед",
        "name" => "Роман Якушов",
      ],
      [
        "role" => "Король",
        "name" => "Алексей Исполатов",
      ],
      [
        "role" => "Жак-Простак",
        "name" => "Виталий Кравченко",
      ],
    ],
  ],
  [
    "title" => "Крепостная любовь",
    "creators" => [
      [
        "role" => "Режиссер-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Хореограф-постановщик",
        "name" => "Сергей Грицай",
      ],
    ],
    "roles" => [
      [
        "role" => "Герасим",
        "name" => "Филипп Азаров",
      ],
      [
        "role" => "Татьяна",
        "name" => "Алёна Азарова",
      ],
      [
        "role" => "Барыня",
        "name" => "Ольга Яковлева",
      ],
      [
        "role" => "Капитон",
        "name" => "Анатолий Ильченко",
      ],
      [
        "role" => "Капитон",
        "name" => "Станислав Осколков",
      ],
      [
        "role" => "Любовь Любимовна",
        "name" => "Лариса Климова",
      ],
      [
        "role" => "Антипка",
        "name" => "Роман Притула",
      ],
      [
        "role" => "Гаврила",
        "name" => "Сергей Бледных",
      ],
      [
        "role" => "Фимка",
        "name" => "Екатерина Белова",
      ],
      [
        "role" => "Улька",
        "name" => "Юлия Бурцева",
      ],
      [
        "role" => "Кастелянша",
        "name" => "Людмила Никитина",
      ],
      [
        "role" => "Устинья",
        "name" => "Анастасия Пижель",
      ],
      [
        "role" => "Ерошка",
        "name" => "Станислав Воронецкий",
      ],
      [
        "role" => "Степан",
        "name" => "Виталий Кравченко",
      ],
      [
        "role" => "Харитон",
        "name" => "Евгений Талашманов",
      ],
    ],
  ],
  [
    "title" => "Кыцик, Мыцик и тётушка Мари",
    "creators" => [
      [
        "role" => "Режиссер-постановщик",
        "name" => "Алексей Исполатов",
      ],
      [
        "role" => "Художник",
        "name" => "Михаил Липовских",
        "description" => "дебют",
      ],
      [
        "role" => "Композитор",
        "name" => "Андрей Андерсен",
      ],
    ],
    "roles" => [
      [
        "role" => "Мыцик",
        "name" => "Анна Загребна",
      ],
      [
        "role" => "Мыцик",
        "name" => "Алёна Азарова",
      ],
      [
        "role" => "Мыцик",
        "name" => "Мария Осипова",
      ],
      [
        "role" => "Кыцик",
        "name" => "Роман Якушов",
      ],
      [
        "role" => "Кыцик",
        "name" => "Евгений Талашманов",
      ],
      [
        "role" => "Тётушка Мари",
        "name" => "Юлия Горшенина",
      ],
      [
        "role" => "Тётушка Мари",
        "name" => "Симона Строганова",
      ],
    ],
  ],
  [
    "title" => "Лес",
    "creators" => [
      [
        "role" => "Режиссер-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Композитор",
        "name" => "Владимир Дашкевич",
      ],
      [
        "role" => "Автор текста песен",
        "name" => "Вадим Жук",
        "description" => "актёр, сценарист и поэт",
      ],
      [
        "role" => "Сценография",
        "name" => "Полина Левшина",
      ],
      [
        "role" => "Художник по костюмам",
        "name" => "Анастасия Кривушина",
      ],
      [
        "role" => "Арт-видео",
        "name" => "Антип Сокольский",
      ],
      [
        "role" => "Ассистент режиссёра",
        "name" => "Елена Фёдорова",
      ],
    ],
    "roles" => [
      [
        "role" => "Гурмыжская",
        "name" => "Нина Мещанинова",
      ],
      [
        "role" => "Аксюша",
        "name" => "Юлия Бурцева",
      ],
      [
        "role" => "Буланов",
        "name" => "Андрей Вергелис",
      ],
      [
        "role" => "Несчастливцев",
        "name" => "Андрей Шимко",
      ],
      [
        "role" => "Счастливцев",
        "name" => "Сергей Николаев",
      ],
      [
        "role" => "Восьмибратов",
        "name" => "Геннадий Спириденков",
      ],
      [
        "role" => "Восьмибратов",
        "name" => "Максим Сергеев",
      ],
      [
        "role" => "Пётр",
        "name" => "Виталий Кравченко",
      ],
      [
        "role" => "Карп",
        "name" => "Юрий Агейкин",
      ],
      [
        "role" => "Улита",
        "name" => "Татьяна Кожевникова",
      ],
      [
        "role" => "Бодаев",
        "name" => "Ильгиз Булгаков",
      ],
      [
        "role" => "Милонов",
        "name" => "Леонид Зябкин",
      ],
    ],
  ],
  [
    "title" => "Марлен, рожденная для любви",
    "creators" => [
      [
        "role" => "Режиссер-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Музыкальный руководитель",
        "name" => "Кирилл Михалев",
      ],
      [
        "role" => "Сценограф",
        "name" => "Полина Левшина",
      ],
      [
        "role" => "Художник по костюмам",
        "name" => "Анастасия Кривушина",
      ],
      [
        "role" => "Арт-видео",
        "name" => "Тимофей Мокиенко",
      ],
      [
        "role" => "Хореограф",
        "name" => "Ирина Шаронова",
      ],
    ],
    "roles" => [
      [
        "role" => "Марлен Дитрих",
        "name" => "Нина Мещанинова",
      ],
      [
        "role" => "Джозеф фон Штернберг",
        "name" => "Роман Якушов",
      ],
      [
        "role" => "Эрих-Мария Ремарк",
        "name" => "Ильгиз Булгаков",
      ],
      [
        "role" => "Жан Габен",
        "name" => "Марк Гаврилов",
      ],
      [
        "role" => "Эрнест Хемингуэй",
        "name" => "Кирилл Датешидзе",
      ],
      [
        "role" => "Мим",
        "name" => "Леонид Зябкин",
      ],
    ],
  ],
  [
    "title" => "Не всякий вор — грабитель",
    "creators" => [
      [
        "role" => "Режиссер-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Режиссер",
        "name" => "Светлана Митюк",
      ],
      [
        "role" => "Сценография и костюмы",
        "name" => "Феликс Волосенков",
      ],
      [
        "role" => "Музыкальное оформление",
        "name" => "Сергей Пономарёв",
      ],
      [
        "role" => "Музыкальное оформление",
        "name" => "Алексей Галишников",
      ],
    ],
    "roles" => [
      [
        "role" => "Вор",
        "name" => "Сергей Николаев",
      ],
      [
        "role" => "Мария Торнати",
        "name" => "Анастасия Пижель",
      ],
      [
        "role" => "Францози",
        "name" => "Максим Сергеев",
      ],
      [
        "role" => "Любовница Францози",
        "name" => "Лариса Климова",
      ],
      [
        "role" => "Анна",
        "name" => "Юлия Горшенина",
      ],
      [
        "role" => "Антонио",
        "name" => "Леонид Зябкин",
      ],
    ],
  ],
  [
    "title" => "Поминальная молитва",
    "creators" => [
      [
        "role" => "Режиссер-постановщик",
        "name" => "Глеб Володин",
      ],
      [
        "role" => "Художественный руководитель постановки",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Композитор",
        "name" => "Наталья Высоких",
      ],
      [
        "role" => "Художник",
        "name" => "Сергей Селиванов",
      ],
      [
        "role" => "Художник по костюмам",
        "name" => "Ольга Грачева",
      ],
      [
        "role" => "Хореограф",
        "name" => "Анна Чеботарева",
      ],
    ],
    "roles" => [
      [
        "role" => "Тевье-молочник",
        "name" => "Валерий Полетаев",
      ],
      [
        "role" => "Голда",
        "name" => "Таисия Попенко",
      ],
      [
        "role" => "Голда",
        "name" => "Людмила Никитина",
      ],
      [
        "role" => "Цейтл",
        "name" => "Юлия Горшенина",
      ],
      [
        "role" => "Цейтл",
        "name" => "Наталья Бояренок",
      ],
      [
        "role" => "Хава",
        "name" => "Мария Осипова",
      ],
      [
        "role" => "Годл",
        "name" => "Наталья Терехова",
      ],
      [
        "role" => "Годл",
        "name" => "Алена Азарова",
      ],
      [
        "role" => "Бейлке",
        "name" => "Елизавета Чернова",
      ],
      [
        "role" => "Бейлке",
        "name" => "Вета Росина",
      ],
      [
        "role" => "Бейлке",
        "name" => "Александра Ленькина",
      ],
      [
        "role" => "Шпринца",
        "name" => "Анастасия Неокесарийская",
      ],
      [
        "role" => "Шпринца",
        "name" => "Анна Сабинина",
      ],
      [
        "role" => "Мотл",
        "name" => "Роман Якушов",
      ],
      [
        "role" => "Перчик",
        "name" => "Леонид Зябкин",
      ],
      [
        "role" => "Менахем",
        "name" => "Марк Гаврилов",
      ],
      [
        "role" => "Лейзер Вольф",
        "name" => "Кирилл Датишидзе",
      ],
      [
        "role" => "Федя",
        "name" => "Станислав Воронецкий",
      ],
      [
        "role" => "Федя",
        "name" => "Сергей Суржин",
      ],
      [
        "role" => "Ребе",
        "name" => "Ильгиз Булгаков",
      ],
      [
        "role" => "Священник",
        "name" => "Николай Исполатов",
      ],
      [
        "role" => "Урядник",
        "name" => "Виталий Кравченко",
      ],
      [
        "role" => "Мама Менахема",
        "name" => "Галина Сабурова",
      ],
      [
        "role" => "Мама Менахема",
        "name" => "Татьяна Кожевникова",
      ],
      [
        "role" => "Трактирщик",
        "name" => "Евгений Дядюк",
      ],
      [
        "role" => "Трактирщик",
        "name" => "Илья Безрук",
      ],
      [
        "role" => "Степан",
        "name" => "Александр Шевелев",
      ],
      [
        "role" => "Степан",
        "name" => "Александр Кочетков",
      ],
    ],
  ],
  [
    "title" => "Провинциальные анекдоты",
    "creators" => [
      [
        "role" => "Режиссёр-постановщик",
        "name" => "Алексей Исполатов",
      ],
      [
        "role" => "Художник",
        "name" => "Светлана Бурякова",
      ],
      [
        "role" => "Композитор",
        "name" => "Михаил Мокиенко",
      ],
    ],
    "roles" => [
      [
        "role" => "Калошин",
        "name" => "Сергей Николаев ",
        "group" => "Анекдот 1 (История с метранпажем)",
      ],
      [
        "role" => "Виктория",
        "name" => "Екатерина Белова",
        "group" => "Анекдот 1 (История с метранпажем)",
      ],
      [
        "role" => "Марина (жена Калошина)",
        "name" => "Юлия Горшенина",
        "group" => "Анекдот 1 (История с метранпажем)",
      ],
      [
        "role" => "Марина (жена Калошина)",
        "name" => "Анастасия Пижель",
        "group" => "Анекдот 1 (История с метранпажем)",
      ],
      [
        "role" => "Рукосуев (врач)",
        "name" => "Сергей Бледных",
        "group" => "Анекдот 1 (История с метранпажем)",
      ],
      [
        "role" => "Потапов",
        "name" => "Станислав Воронецкий",
        "group" => "Анекдот 1 (История с метранпажем)",
      ],
      [
        "role" => "Камаев",
        "name" => "Филипп Азаров",
        "group" => "Анекдот 1 (История с метранпажем)",
      ],
      [
        "role" => "Камаев",
        "name" => "Павел Ивановский",
        "group" => "Анекдот 1 (История с метранпажем)",
      ],
      [
        "role" => "Хомутов",
        "name" => "Виталий Кравченко",
        "group" => "Анекдот 2 (20 минут с ангелом)",
      ],
      [
        "role" => "Угаров",
        "name" => "Анатолий Ильченко",
        "group" => "Анекдот 2 (20 минут с ангелом)",
      ],
      [
        "role" => "Анчугин",
        "name" => "Ильгиз Булгаков",
        "group" => "Анекдот 2 (20 минут с ангелом)",
      ],
      [
        "role" => "Васюта",
        "name" => "Галина Сабурова",
        "group" => "Анекдот 2 (20 минут с ангелом)",
      ],
      [
        "role" => "Васюта",
        "name" => "Татьяна Кожевникова",
        "group" => "Анекдот 2 (20 минут с ангелом)",
      ],
      [
        "role" => "Фаина",
        "name" => "Юлия Бурцева",
        "group" => "Анекдот 2 (20 минут с ангелом)",
      ],
      [
        "role" => "Фаина",
        "name" => "Екатерина Культина",
        "group" => "Анекдот 2 (20 минут с ангелом)",
      ],
      [
        "role" => "Базильский",
        "name" => "Николай Исполатов",
        "group" => "Анекдот 2 (20 минут с ангелом)",
      ],
      [
        "role" => "Ступак",
        "name" => "Илья Безрук",
        "group" => "Анекдот 2 (20 минут с ангелом)",
      ],
    ],
  ],
  [
    "title" => "Прогулка в Лю-Блё",
    "creators" => [
      [
        "role" => "Режиссёр-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Сценография",
        "name" => "Полина Левшина",
        "description" => "дебют",
      ],
    ],
    "roles" => [
      [
        "role" => "Рута",
        "name" => "Таисия Попенко",
      ],
      [
        "role" => "Рената",
        "name" => "Наталья Нестерова",
      ],
      [
        "role" => "Лиля",
        "name" => "Юлия Бурцева",
      ],
      [
        "role" => "Люля",
        "name" => "Лариса Климова",
      ],
      [
        "role" => "Хербст Фогель",
        "name" => "Ильгиз Булгаков",
      ],
      [
        "role" => "Альберт",
        "name" => "Марк Гаврилов",
      ],
      [
        "role" => "Помощник режиссёра",
        "name" => "Анастасия Пижель",
      ],
      [
        "role" => "Режиссёр",
        "name" => "Михаил Левшин",
      ],
    ],
  ],
  [
    "title" => "Страсти по-итальянски",
    "creators" => [
      [
        "role" => "Режиссёр-постановщик",
        "name" => "Михаил Левшин",
      ],
      [
        "role" => "Художник по костюмам",
        "name" => "Инна Новикова",
      ],
      [
        "role" => "Композитор",
        "name" => "Михаил Васильев",
      ],
      [
        "role" => "Тексты песен",
        "name" => "Юрий Борисов",
      ],
    ],
    "roles" => [
      [
        "role" => "Рита-Доротея-Женщина",
        "name" => "Ольга Яковлева",
      ],
      [
        "role" => "Рита-Доротея-Женщина",
        "name" => "Наталья Бояренок",
      ],
      [
        "role" => "Джованни",
        "name" => "Максим Сергеев",
      ],
      [
        "role" => "Джованни",
        "name" => "Марк Гаврилов",
      ],
      [
        "role" => "Атнонио",
        "name" => "Сергей Николаев",
      ],
      [
        "role" => "Атнонио",
        "name" => "Леонид Зябкин",
      ],
    ],
  ],
  [
    "title" => "Училка из будущего",
    "creators" => [
      [
        "role" => "Режиссёр",
        "name" => "Алексей Исполатов",
      ],
      [
        "role" => "Художник",
        "name" => "Михаил Липовских",
      ],
      [
        "role" => "Композитор",
        "name" => "Андрей Андерсен",
      ],
    ],
    "roles" => [
      [
        "role" => "Училка № 23638/А041 Ненси Аллен",
        "name" => "Лариса Климова",
      ],
      [
        "role" => "Училка № 23638/А041 Ненси Аллен",
        "name" => "Юлия Бурцева",
      ],
      [
        "role" => "Джон Трайвер (папа)",
        "name" => "Сергей Бледных",
      ],
      [
        "role" => "Марк Трайвер",
        "name" => "Роман Притула",
      ],
      [
        "role" => "Марк Трайвер",
        "name" => "Станислав Воронецкий",
      ],
      [
        "role" => "Миссис Трайвер (мама)",
        "name" => "Юлия Бурцева",
      ],
      [
        "role" => "Миссис Трайвер (мама)",
        "name" => "Людмила Никитина",
      ],
      [
        "role" => "Джекки",
        "name" => "Екатерина Белова",
      ],
      [
        "role" => "Наладчик",
        "name" => "Леонид Зябкин",
      ],
      [
        "role" => "Наладчик",
        "name" => "Илья Безрук",
      ],
      [
        "role" => "Уэнди Кларк",
        "name" => "Алена Азарова",
      ],
      [
        "role" => "Уэнди Кларк",
        "name" => "Анна Загребна",
      ]
    ]
  ]
);